; <Deutsch (german)>
; <Hajo Nolte & u!^DEV>

[German]
IDS_FILE=Datei
IDS_RUN=Start
IDS_OPEN=Öffnen
IDS_EXIT=Beenden
IDS_SETTINGS=Einstellungen
IDS_LANGUAGE=Sprache
IDS_HELP=Hilfe
IDS_WEBSITE=Webseite
IDS_ABOUT=Über
IDS_DONATE=Spenden!
IDS_TRAY_SHOW=Anzeigen/Verstecken
IDS_BROWSER=Name
IDS_CURRENTVERSION=Aktuelle Version
IDS_VERSION=Neue Version
IDS_DATE=Erstellt am
IDS_ACTION_CHECK=Auf Update prüfen
IDS_ACTION_DOWNLOAD=Update herunterladen
IDS_ACTION_INSTALL=Update installieren
IDS_STATUS_CHECK=Prüfe auf neue Version...
IDS_STATUS_DOWNLOAD=Update wird heruntergeladen...
IDS_STATUS_INSTALL=Update wird entpackt...
IDS_STATUS_FOUND=Neue Version "%s" verfügbar!
IDS_STATUS_DOWNLOADED=Eine Aktualisierung wurde heruntergeladen, aber noch nicht installiert. Drücken Sie 'Chromium installieren' nachdem Sie Chromium geschlossen haben.
IDS_QUESTION_STOP=Wollen Sie die Aktualisierung von Chromium wirklich abbrechen?
IDS_CLOSE=Schließen
IDS_STATUS_ERROR=Fehler beim Prüfen auf Updates...
IDS_STATUS_NOTFOUND=<nicht gefunden>
IDS_RUNATEND_CHK=Browser am Ende starten
IDS_DARKMODE_CHK=Dunkles Thema verwenden
